{
    "description": """
Вы пошли в сторону инженерной палубы. Коридор был достаточно длинный, и чем больше вы шли, тем темнее становилось. 
Вы уже собирались повернуть назад, как во что-то уперлись. Наощупь это напоминало каменную стену, но она была очень теплой, можно даже сказать немного горячей. 
Вы почувствовали, что вас обдало небольшим ветерком. Вы застыли от неожиданности, ведь на станции не могло быть ветра. 
Вы подняли  голову и увидели две большие яркие лампочки с зеленой прорезью посередине. 
Вы непонимающе смотрели на них, когда вдруг они погасли и появились вновь, как будто моргнув. 
Ветер стал сильнее, затем последовала резкая мимолетная боль и вас не стало.
    """,
    "actions": {
        "death": True,
        "ending": 7
    }
}