{
    "description": """
Вы ввели число, но терминал издал резкий звук и замигала красная лампочка. 
Судя по всему, код оказался неверным и надо было попытаться снова. 
Вы снова задумались, собираясь вскоре спросить у повара код напрямую, но вдруг почувствовали резкую, сильную боль в спине. 
Вы хотели повернуться, но тут новая боль пронзила ваше тело. 
Посмотрев вниз, вы заметили красную лужицу под вами и в ней отражение улыбающегося повара с острым мясницким ножом в руках. 
Вы сделали шаг, вскрикнули от охватившей вас агонии и упали на пол лицом вниз. Дальше все было как в тумане. 
Сильная рука, поднимающая вас и грубо кладущая куда-то. Странное лицо с перекошенной улыбкой и блестящее зеркало, окрашенное красным. 
Затем снова была боль, была в каждой частичке вашего тела, в каждой вене, в каждом нерве. 
Вы тонули в непрекращающейся, адской боли, но вскоре не осталось ничего, только тишина, спокойствие и темнота.
""",
    "actions": {
        "death": True,
        "ending": 8
    }
}