{
    "description": """
Вы увидели большую чугунную сковороду, стоящую недалеко от раковины. 
Повар был уже близко, он неистово размахивал своим топориком, поэтому вы рванули к сковороде и, схватив ее в самый последний момент, подставили ее под удар, как щит.  
Раздался громкий лязг от столкновения металла и чугуна, повар не ожидав такого поворота событий, замахнулся снова, 
но и вы не теряли времени и с всей доступной вам силой ударили сковородкой по приближающейся руке. 
Повар вскрикнул и выронил нож. Тогда Вы снова замахнулись и зарядили ему сковородой по голове, задев обожженный участок кожи. 
Повар закричал громче и схватился за голову. В этот момент вы успели поднять мясницкий нож и с остервенением воткнуть повару в живот. 
Затем снова, и снова, пока тот не упал. Вы совершенно не слышали криков повара, не замечали крови, которая лилась фонтаном, а продолжали втыкать нож в податливую плоть, 
пока тело не упало на землю. Только тогда вы очнулись и обнаружили себя стоящим над мертвым телом, почти полностью окрасившимся в красный. 
Выронив нож, вы уставились на свои трясущиеся руки, покрытые кровью. 
Сердце бешено колотилось в груди, казалось, что еще чуть-чуть и оно выскочит наружу. 
Вы упали на колени и затряслись в судорожных рыданиях.    
""",
    "events_chain": True,
    "events": [
        {
            "id": "LootKitchen",
            "message": "Успокоиться и обыскать комнату"
        }
    ]

}