{
    "description": """
Пока обезумевший повар отходил от удара о дверь, Вы резко  ударили его под колени. 
Не ожидая этого, повар потерял равновесие и упал, еще раз приложившись о дверь и тихо застонав. 
""",
    "events_chain": True,
    "events": [
        {
            "id": "Fight111Kitchen",
            "message": "Попытаться сбежать",
            "once": True
        },
        {
            "id": "Fight112Kitchen",
            "message": "Вылить кастрюлю с горячим супом",
            "once": True
        },
        {
            "id": "Fight113Kitchen",
            "message": "Cхватить нож со стола",
            "once": True
        }
    ]
}