{
    "description": """
Пока повар отходил от удара об дверь, вы рванули к выходной двери, надеясь найти спасение снаружи. 
Вы бежали, что есть мочи, не оглядываясь назад. Но далеко убежать вы не успели. 
Повар с невероятной  прытью бежал за вами и в конце концов догнал. 
Он прыгнул на вас, повалив вас на пол и придавив своим немалым весом. 
Вы сильно ударились головой при падении и потеряли сознание. 
Но очнуться у вас уже не было возможности, ведь разъяренный повар сразу же отрубил вам голову своим топориком. 
""",
    "actions": {
        "death": True,
        "ending": 11
    }
}