{
    "description": """
Пока повар пытался встать с пола, кряхтя от натуги, вы быстро и не оглядываясь побежали к выходу, надеясь сбежать.
Вы уже были на полпути к спасению, как заметили сбоку какое-то движение. 
Кружка, неизвестным образом оказавшаяся на столе, рядом с которым вы пробегали превращалась в паукообразного монстра. 
Вы ускорились, но пришелец быстро засеменил своими ножками, сокращая расстояние между вами. 
Вы уже были у двери и даже успели схватиться за ручку, чтобы открыть ее, когда чудище набросилось на вас со спины и прижало к двери.
Несмотря на свой небольшой размер, оно было очень тяжелым и сильно придавливало вашу спину, не давая вырваться. 
Внезапная боль пронзила тело и тяжесть пропала. Вы отшатнулись от двери, опустили взгляд вниз и увидели, как из небольшой дыры в животе вытекает кровь. 
Попытавшись заткнуть рану руками, вы сделали несколько неуверенных шагов, но ноги стали как будто ватными, и вы повалились на пол. 
Все еще держа одну руку у раны, вы превозмогая боль, стали ползти, не видя куда. 
Вы ползли, и ползли, и ползли, пока силы не покинули вас. Вы лежали, чувствуя, как жизнь медленно утекала вместе с каждой капелькой крови. 
Ваш взгяд все больше затуманивался и кажется, от недостатка крови в голове, вам стали мерещиться всякие небылицы. 
Вначале вам показалось, что повар танцует вокруг вас, победно размахивая ножом, затем, что кто-то тащит вас куда-то за ногу, 
а весь потолок покрыт красными пауками с большими глазами, которые смотрели на вас голодными глазами. 
А затем вы провалились в небытие.
""",
    "actions": {
        "death": True,
        "ending": 12
    }
}