{
    "description": """
Вы схватили нож, которым пару секунд назад повар резал овощи, и выставили его вперед, надеясь, что это вас спасет. 
Повар потирал ушибленный лоб и не спешил разобраться с вами, как будто не считал, что вы можете хоть как-то ему помешать совершить задуманное.
Возможно, именно поэтому вы решились на отчаянный и обреченный на провал шаг - подбежать к противнику и воткнуть нож ему в ногу, чтобы замедлить врага и убежать. 
Лезвие не было очень острым, но все же смогло неплохо проткнуть плоть, видимо от страха вы со всей дури воткнули его в маньяка. 
Тот вскрикнул, замахнулся рукой, отбросив вас на пол, а затем, озверев, пошел на вас, но не смог сделать и шага, как его нога подогнулась и он грохнулся на пол невдалеке от вас. 
Вы поползли в угол кухни, стремясь найти там спасение, непонятно только с чего вы это взяли, но видимо страх полностью заполнил каждую клеточку вашего тела.  
Повар не думал сдаваться и долго лежать, он быстро собрался и пополз в вашу сторону, крепуо сжимая мясницкий топорик в руке...
    """,
    "events_chain": True,
    "events": [
        {
            "id": "Fight1131Kitchen",
            "message": "Попытаться что-нибудь нащупать на кухонной тумбе",
            "once": True
        },
        {
            "id": "Fight1132Kitchen",
            "message": "Пнуть повара, когда он подберется поближе",
            "once": True
        }
    ]
}