{
    "description": """
Когда повар был в шаге от вас и замахнулся своим огромным ножом, готовясь разрубить вам череп, вы резко отошли вправо. 
Туша, не ожидав такого, врезалась в открытую дверь морозилки. 
""",
    "events_chain": "True",
    "events": [
        {
            "id": "Fight11Kitchen",
            "message": "Ударить по ногам",
            "once": True
        },
        {
            "id": "Fight12Kitchen",
            "message": "Попытаться убежать",
            "once": True
        },
        {
            "id": "Fight13Kitchen",
            "message": "Схватить нож со стола",
            "once": True
        }
    ]
}