{
    "description": """
Когда повар был в шаге от вас, схватил вас за ногу и замахнулся ножом, вы резко ударили его второй ногой в прямо в подбородок. 
Но повар лишь слегка повел головой и широко оскалился. Удар не произвел того эффекта, на который вы рассчитывали. 
Вы уже собирались ударить еще раз, но шеф прямо на ваших глазах вогнал свой мясницкий нож вам в ногу, которую держал. 
Лезвие застряло в кости и потому вошло лишь наполовину, вы завопили от боли и ужаса. 
А в это время кулинар безжалостно вырвал нож обратно и схватил другую ногу. Вы замахали руками, пытаясь его оттолкнуть или хоть как-то задержать, но вашей силы не хватало. 
Вторая нога по колено отлетела от вашего тела и легла рядом будто игрушечная. 
Слезы брызнули из ваших глаз, тело трясло, а силы стали быстро улетучиваться. 
Новая боль пронзила тело, но вы уже не смогли определить ее источник. От охватившей вас агонии, вы потеряли сознание. 
А когда очнулись, вы обнаружили себя подвешенным под потолок, руки жгло, культя была кем-то неаккуратно замотана, бинт уже полностью намок и с него изредка капали красные капельки. 
Комната, в которой вас подвесили была пустынна и темна, лишь небольшой лучик света падал на вас из щели полузакрытой двери. 
Вы потеряли счет времени. Когда вы уже почти свыклись с постоянной ноющей болью в теле, дверь со скрипом отворилась и вошел повар, 
за собой он катил небольшой столик с различными ножами и лезвиями. Вы моментально поняли, что же вас ждет и завопили, как никогда до этого. 

Цензура не позволяет описывать дальнейшие события, достаточно будет сказать, что от таких криков вы бы с легкостью могли сойти с ума...

""",
    "actions": {
        "death": True,
        "ending": 14
    }
}