{
    "description": """
Пока повар пытался встать с пола, кряхтя от натуги, вы оглянулись в поисках чего-либо, чем можно было дать отпор обезумевшему кулинару. 
Непонятно почему, но первое, что пришло вам в голову, это схватить большую кастрюлю, в которой варился суп, с плиты и вылить жидкость на шефа.
Кастрюля была тяжелой и от нее исходил жар, но вы собрали все оставшиеся силы и, замахнувшись, выплеснули горячий суп на повара. 
Тот завопил от боли, которую приносила обожженная плоть, и, озверев от злости, резко вскочил, подобрал нож и кинулся на вас.
""",
    "events_chain": True,
    "events": [
        {
            "id": "Fight1121Kitchen",
            "message": "Схватить нож для овощей и попытаться ударить повара",
            "once": True
        },
        {
            "id": "Fight1122Kitchen",
            "message": "Cхватить сковородку и попытаться выбить мясницкий нож из рук повара",
            "once": True
        }
    ]
}