{
    "description": """
Вы схватили нож, которым повар буквально пару минут назад резал овощи и, увернувшись от нового замаха мясницким топориком, вонзили нож кулинару прямо в правый глаз, удивившись самому себе. 
Тот истошно завопил и толкнул вас со всей силы. Вы, не ожидав удара, налетели на кухонную тумбу и больно ударились. 
Не успев среагировать, вы уже были пойманы еще более обезумевшим поваром за плечи, он с силой потянул вас на себя, а потом, слегка приподняв в воздух, кинул на стол. 
От удара у вас посыпались искры из глаз и вы застонали. 
Но повар и не думал заканчивать. Не дав вам прийти в себя, он снова схватил вас, и на этот раз с невероятной для человека силой он поднял вас над собой и положил прямо на раскаленную плиту. 
Вы завопили от адовой боли. Вам казалось, что тысячи, нет, миллионы игл одновременно вонзились в ваше тело и шевелились в нем, как червяки. 
Шеф и не думал вас отпускать, наоборот он все сильнее давил на вашу грудь, прижимая к плите, пока ваши ребра не сломались. 
Новая порция боли захлестнула вас с головой, вы не могли ни о чем думать, кроме охватившего ваше тело огня. 
Одна из сломанных костей от постоянного нажима повара подошла слишком близко к сердцу, и при очередном ударе проткнула его. 
Вы сделали последний вздох и боль ушла... 
""",
    "actions": {
        "death": True,
        "ending": 15
    }
}