{
    "description": """
Пока повар пытался встать, кряхтя от натуги, вы оглянулись в поисках чего-либо, что могло бы вам помочь. 
Первое, что попалось вам на глаза был небольшой нож, которым буквально пару минут назад повар резал овощи. 
Вы схватили лезвие и, подбежав к повару, воткнули острие тому в левую руку. 
Шеф взвыл от боли и резко замахал раненой рукой, да так сильно, что в итоге, задев вас, сбил вас с ног. 
Вы упали, сильно ударившись копчиком, но не теряя не секунды и не обращая внимания на боль, поползли в угол кухни. 
Повар бушевал, продолжая кричал, затем он неожиданно вынул нож из своей руки, отбросил его в сторону, подхватил свой топорик для мяса и неожиданно резво пополз к вам.
""",
    "events_chain": True,
    "events": [
        {
            "id": "Fight1131Kitchen",
            "message": "Попытаться что-нибудь нащупать на кухонной тумбе",
            "once": True
        },
        {
            "id": "Fight1132Kitchen",
            "message": "Пнуть повара, когда он подберется поближе",
            "once": True
        }
    ]
}