{
    "description": """
Вы, вспомнив об оружии, побежали как можно дальше от монстра, на ходу беря огнемет в руки. 
Монстр быстро шел на вас, но когда до него оставалась буквально пара метров, вы нажали на курок и выстрелили струей пламени в пришельца. 
Тот моментально загорелся и зарычал, то ли от злости, то ли от боли, но к счастью это его задержало, и вы успели добежать до отсека с капсулой, 
приложить руку для определения вашей личности на приборную панель и забежать внутрь. 
Чудовище, несмотря на объявшее его пламя, пыталось медленно добраться до вас, но было поздно. 
Оно билось в дверь отсека с шаттлом, но огонь медленно уносил его силы и жизнь. 
Вскоре чудовище затихло и осело на пол. Вы вздохнули с облегчением. Вы надели скафандр, залезли в спасательную капсулу, 
активировали терминал управления и выбрали экстренное авто возвращение на Землю. 
Шаттл, быстро выполнив все необходимые настройки, начал запуск. 
Вы откинулись в кресле и крепко заснули от усталости и пережитого страха. 
Корабль мирно летел в сторону Земли, все больше приближая вас к дому и спокойствию. Но к спокойствию ли?...
""",
    "actions": {
        "win": True,
        "ending": 17
    }
}