{
    "description": """
Вы переселили стах и заглушили мысли о возможной ловушке, медленно подошли к шкафу и приоткрыли дверцу. 
Внизу, спрятавшись за грудой висящей одежды, сидел человек и, водя ногтями по лицу, громко всхлипывал. 
Завидев вас он как можно сильнее вжался в стенку шкафа, закрыл расцарапанное лицо руками и истошно завыл. 
Это был Сэм Аддингтон - главный программист станции. 
Вы застыли в нерешительности, так как с детства вы предпочитали общество книг, а не людей, и не знали, какие слова поддержки 
могут помочь в такой ситуации. Звук из коридора становился все громче. 
Вы потянулись к человеку, но почувствовав вашу руку на своем плече, он стал отмахиваться от вас и еще громче орать. 
Стук уже был совсем рядом с комнатой. Ваше сердце бешено колотилось, руки вспотели и тряслись. 
Вы резко захлопнули дверь в шкаф и залезли под кровать, надеясь там укрыться от источника стука. 
Дверь медленно открылась, вы затаили дыхание и боялись даже моргнуть.  
В комнату вошло нечто, вы не могли сказать, как оно выглядит, так как видели лишь небольшую часть ног, но судя по ним, 
это было что-то ужасное. Тонкие, составленные из темных переплетенных канатов, они то становились четче, то размывались, 
как будто вы смотрели через легкую дымку. Нечто проплыло мимо кровати и дверь в шкаф стала медленно открываться. 
Вы услышали жуткий, леденящий кровь крик. Крепко зажмурив глаза и закрыв рот руками, вы молились чтобы монстр ушел. 
Вы чувствовали, как одежда становилась мокрой и горячей, но продолжали лежать неподвижно и вслушиваться в размеренный 
стук, издаваемый монстром. Внезапно стук затих. Вы открыли глаза и громкий крик заполнил комнату. 
То что вы увидели, еще долго бы являлось вам в кошмарах, но вы навсегда уснули вечным сном без сновидений... 
    """,
    "actions": {
        "death": True,
        "ending": 3
    }
}
