{
    "description": """
Вы вошли внутрь небольшой комнаты с полками, полными еды. 
Поежившись от холода, вы стали искать бекон и яйца на полках. Яйца вы нашли у входа, но вот бекона все не было видно.  
В конце помещения вы наконец обнаружили заветное мясо на самой нижней полке и собрались уже возвращаться, как внезапно услышали скрип закрывающейся двери.
Бросив продукты, вы ринулись к выходу, но дверь захлопнулась прямо перед вашим носом. 
Вы начали судорожно стучать в дверь и истошно кричать. Но ответа не последовало. 
Вы продолжали стучать, пока не сбили в кровь руки, а голос не охрип и изо рта вырывалось лишь невнятное бормотание. 
Вы сели, трясясь от холода, и прислонились к одной из стен. 
Вы уже ни о чем не думали, так как полностью отчаялись найти выход из этой ситуации. 
Вы чувствовали, как каждая клеточка вашего тела медленно и болезненно окаменевает от холода. 
Вы не знали сколько прошло времени, но свет начал постепенно тускнеть. Затем пропала боль. 
А после не было больше ничего, только небытие.

Через сутки ваше бездыханное тело грубо достали из холодильника и покромсали на мелкие кусочки, 
которые вскоре пошли на суп и рагу для повара. 
""",
    "actions": {
        "death": True,
        "ending": 9
    }
}