{
    "description": """
Вы уже хотели зайти в морозильную камеру за продуктами, как перед глазами встали стены с кровавыми узорами, 
бордовые разлившиеся на полу моря, лежащие тела с изуродованными лицами, сломанными конечностями, вспоротыми животами и разорванной плотью. 
Вы отшатнулись, тяжело задышали, и попытались унять позывы и без того пустого желудка. 
Поняв, что несмотря на голод, испытываемый вами, вы просто не сможете взять в рот ни одного кусочка, слишком уж многое вы увидели за последние несколько часов. 
Вы отвернулись от морозилки, и хотели присесть за один из столиков, чтобы отдышаться, как заметили, что повар, 
до этого спокойно резавший овощи, взял острый мясницкий нож, и повернул голову в вашу сторону. Вы ужаснулись. 
Его улыбка растянулась до самых ушей, а глаза были полны безумия. Увидев, что вы его заметили, 
он дико засмеялся, его тучная фигура повернулась, и двинулась на вас неожиданно бойко для своей комплекции. 
""",
    "events_chain": True,
    "events": [
        {
            "id": "Fight1Kitchen",
            "message": "Отойти вправо",
            "once": True
        },
        {
            "id": "Fight2Kitchen",
            "message": "Отойти влево",
            "once": True
        }
    ]
}