{
    "description": """
Вы попытались выбежать обратно в коридор, но монстр преградил вам путь и медленно шел на вас. 
Вы пятились к стене, пытаясь отчаянно придумать решение,  найти хоть какой-то выход, хоть как-то спастись, 
но в голову не шло ничего, что могло бы вам помочь. Вас обуял страх, вы чувствовали его каждой клеточкой своего тела. 
Пришелец был все ближе, вы уперлись в стену и громко закричали. Только услышав ваш крик, монстр рванул вперед
и занес лапу, которая незаметно для вас стала длинным острым стальным лезвием. 
Вы не почувствовали боли и не поняли, что произошло, но в следующий миг ваше сознание помутилось и вы провалились в темноту...
""",
    "actions": {
        "death": True,
        "ending": 5
    }
}