{
    "description": """
Вы со всех ног рванули к двери капсулы, пришелец погнался за вами, на ходу превращая одну из своих лап в длинное заточенное лезвие. 
Вы уже были у панели сканирования и даже приложили руку для определения вашей личности, как вдруг увидели как она безжизненно падает, а из раны фонтаном бьет кровь. 
Вы заорали от боли и отпрянули. Монстр стоял прямо перед вами, покрывая все свое тело острыми металлическим шипами, лезвиями, его шею обвивала колючая проволока, 
а вторая пара рук обзавелась длинными скальпелями. Теперь от каждого его малейшего движения вы слышали лязганье металла. 
Вы не успели сделать хоть что-нибудь, как он резко оказался рядом с вами и сжал в своих смертельных объятиях. 
Вы чувствовали ужасную боль по всему телу, и любое движение приносило лишь новую порцию страданий. 
Вы скончались лишь через пару часов от жуткой боли и полной потери крови…
""",
    "actions": {
        "death": True,
        "ending": 6
    }
}