{
    "description": """
Вы поняли, что работать с гаснущим экраном очень неудобно, и вы тратите на это драгоценное время, поэтому в итоге решили исправить это и заменить порванные провода на запасные. 
Достав из ящика провода, вы поставили стремянку под потолок к проводам и стали работать. 
Потянувшись за очередным проводом, вы почувствовали, как стремянка внезапно стала падать. 
Не успев собраться, вы полетели прямо на провода, которые не распутали до конца. 
Повиснув на них, вы пытались выбраться, но лишь больше себя запутали. 
Воздух быстро уходил из легких, а вдохнуть все не получалось. 
Вы болтались, скребли руками провода, но ничто не помогало, и очень скоро вы навсегда потеряли сознание...
""",
    "actions": {
        "death": True,
        "ending": 1
    }
}
