{
    "description": """
Вы подошли к окну. На станции было настолько тихо, что звук собственных шагов ярко отдавал в ушах и заставлял биться сердце как бешеное. 
Прислонившись к внезапно холодному стеклу, вы уставились на Землю, которая так и манила вас своей красотой и величием. 
Вы глубоко вздохнули и заплакали. Вы всегда спокойно препарировали пришельцев, изучая их физиологию, и потому считали себя достаточно сильным морально человеком, но к такому ужасающему зрелищу вы просто не были готовы. 
Хотя никакой нормальный человек не может быть готов к такому. 
У вас кончились силы и вы решились на единственный видный вам в этот момент выход. 
Медленно отходя от окна вы прошлись по комнате, полной тел и крови. 
Ваш взгляд затуманился, сил не осталось, но вы добрели до осколков разбившейся люстры, выбрали осколок, и <CENSORED>... 
""",
    "actions": {
        "death": True,
        "ending": 2
    },
}
