{
    "description": """
Вы подошли к идеально заправленной кровати и взяли пушистого мишку в руки. 
Он был бело-желтеньким с милой мордочкой и большим красным бантом на шее. 
Вы попытались вспомнить, кому из персонала он мог бы принадлежать. 
На ум пришла только Кейли Фрай, одна из инженеров станции, милая девушка, всегда ходила улыбчивая и позитивная. 
Она не раз поддерживала вашу группу в моменты застоя исследований. 
Вы слегка улыбнулись, вспомнив старые времена. 
Вы уже собирались положить мишку обратно и уйти, чтобы не думать, какая участь постигла Кейли, как вдруг игрушка пошевелилась. 
Вы от удивления выронили его из рук и попятились к двери. На ваших глазах медведь стал быстро расти. 
«Бежать, надо бежать, бежать как можно быстрее» - кричал, заглушая остальные мысли, голос откуда-то из глубин подсознания, 
но страх сковал вас, не давая пошевелить даже пальцем. 
Медведь уже почти дорос до потолка, а его некогда милая улыбающаяся мордочка превратилась в жуткий оскал. 
Он зарычал и пошел на вас.
""",
    "events_chain": True,
    "events": [
        {
            "id": "TouchedBearFlamethrower",
            "items": ["Flamethrower"],
            "message": "Взять себя в руки и сжечь монстра из огнемета",
            "once": True
        },
        {
            "id": "TouchedBearDeath",
            "message": "Ничего не делать и стоять на месте",
            "once": True,
        }
    ]
}