{
    "description": """
Внезапно руки мишки превратились в длинные щупальца и ринулись в вашу сторону. 
От страха все мысли улетучились из вашей головы и вы могли лишь стоять и смотреть в глаза приближающейся старухе с косой. 
Склизкие щупальца обвили вас и потянули к себе. 
В этот момент вы очнулись и стали вырываться, брыкаться, царапаться и громко кричать, но пришельцу было все равно. 
Монстр притягивал вас к себе, щупальца сжимались все сильнее, затрудняя дыхание, а из пасти на вас повеяло жутким смрадом. 
Вы зажмурились и пытались думать о чем-нибудь приятном, но любая мысль всегда прерывалась яркими глазами и жуткой улыбкой. 
Боль резко пронзила вас. 
Она почти моментально охватило все ваше тело выше живота, быстро перерастая в настоящую агонию. 
Вы открыли глаза и увидели лишь темноту и смыкающиеся лезвия зубов. Потом была новая вспышка боли и пустота...
""",
    "actions": {
        "death": True,
        "ending": 4
    },
}
