{
    "description": """
Вы решили посмотреть что сейчас происходит на станции, чтобы обезопасить себя, но судя по всему все камеры были сломаны, 
так как некоторые экраны были полны помех и нормальной картинки не складывалось, а некоторые просто не работали.
Глубокий вздох разнесся по комнате и вы задумались...  
Последнее, что вы помнили до вашего пробуждения в лаборатории, это то, как пришли в туда и занялись как обычно исследованиями, затем только громкий шум и темнота. 
Вам хотелось узнать, что же произошло на станции, точнее вы понимали, что скорее всего пришельцы смогли вырваться из своей надежной до недавнего времени тюрьмы, и атаковали жителей станци. 
И либо вам просто повезло, либо тифоны решили поиздеваться. Но при этом вы испытывали страх и небольшое отвращение, 
ведь вы уже видели, во что превратились некоторые комнаты на станции - в склад для людских трупов. 
Вы пересилили себя и стали искать нужный вам период на записи. 
Вы попытались вспомнить, во сколько вы могли потерять сознание, но помнили лишь приблизительное время, когда вошли в лабораторию. 
Это было в 9:15 11 июня, а сейчас на часах было 17:42, но благо дата не изменилась. 
Тогда вы ввели на терминале время и стали смотреть запись из лаборатории. 
Вот вы входите в лабораторию, здороваетесь со своим коллегой Джоном Ридом и приступаете к работе. 
Часы проходят, тут в комнату заходит один из охранников - Оливер Вейл и что-то радостно рассказывает, вы пытаетесь вспомнить, зачем же он приходил. 
Да, точно, у него родился сын. Он хотел со всеми поделиться этой вестью и предлагал отпраздновать всем вместе это событие. 
Вы оторвались от работы, ваш напарник подошел и похлопал его по плечу. 
А вы поздравляли его, как неожиданно часть стены упала, в воздухе взметнулась пыль и темная тень 
промелькнула прямо около вас, задев длинным отростком, напоминающим хвост. Вы отлетели в сторону, безжизненно упали и не вставали. 
Оливер закричал что-то и толкнул Джона к двери, ведущей в коридор. Тот побежал, пока Оливер прикрывал его как мог. 
Но чудовище, похожее на огромного змея, было быстрее. Оно преградило дорогу к двери, а потом резко рвануло к Джону, на ходу раскрывая пасть. 
Одно мгновение и Джон повалился на пол без головы. Оливер схватил стул и выставил его вперед, защищаясь. 
Монстру стул не был помехой и он с легкостью откинул его в сторону ударом могучей лапы, а затем отбросил беднягу к двери. 
От удара Оливер вскрикнул  и поник. Затем монстр подошел к нему, взял дверь и с клочьями вырвал с дверных петелей, а затем с силой придавил еще дышащего охранника стальной дверью. 
После этого пришелец подошел к трупу без головы и потащил его куда-то через дыру. 
Вы с ужасом отключили видео, и, нависнув над терминалом и тяжело дыша, пытались избавиться от сцены, застывшей перед глазами. 
Вы благодарили судьбу за то, что чудом остались в живых, а потом проклинали ее, догадываясь, какие ужасы ожидают вас теперь на станции. 
Смотреть на происходящее в других комнатах у вас не было сил и вы решили просто отойти от терминала.
""",
    "transitions": [
        {
            "level": "SecurityPost",
            "message": "Оторваться от монитора и подумать о своей судьбе"
        }
    ],
}