{"scoring":null,"notes":"","legend":"\\epigraph{\r\nШтирлиц ехал на машине, увидел голосующего Бормана, и проехал мимо. Через некоторое время он снова увидел голосующего Бормана, и снова проехал мимо. Вскоре он опять увидел голосующего Бормана. \r\n\r\n--- Издевается! --- подумал Борман.\r\n\r\n--- Кольцевая! --- догадался Штирлиц.}{Народное творчество}\r\n\r\n\r\n\r\nВ городе $N$ площадей. Любые две площади соединены между собой ровно одной дорогой с двусторонним движением. В этом городе живет Штирлиц. У Штирлица есть хобби --- он любит воскресным утром выйти из дома, сесть в машину, выбрать какой-нибудь кольцевой маршрут, проходящий ровно по трем площадям (то есть сначала он едет с какой-то площади на какую-то другую, потом - на третью, затем возвращается на начальную, и опять едет по этому маршруту). Он воображает, что где-то на этом пути стоит Борман. И так вот ездит Штирлиц все воскресенье, пока голова не закружится, и радуется...\r\n\r\nЕстественно, что Штирлицу хочется проезжать мимо точки, в которой, как он воображает, стоит Борман, как можно чаще. Для этого, естественно, выбранный Штирлицем маршрут должен быть как можно короче. Напишите программу, которая выберет оптимальный для Штирлица маршрут.","authorLogin":"TsarN","language":"russian","timeLimit":1000,"output":"В выходной файл выведите номера площадей в оптимальном маршруте. Если маршрутов несколько, выведите любой из них. ","inputFile":"stdin","outputFile":"stdout","input":"Во входном файле записано сначала число $N$ ($3 \\le N \\le 100$), а затем матрица $N \\times N$ расстояний между площадями (число в позиции $i, j$ обозначает длину дороги, соединяющей $i$-ую и $j$-ую площади). Все числа в матрице (кроме стоящих на главной диагонали) --- натуральные, не превышающие 1000. Матрица симметрична относительно главной диагонали, на главной диагонали стоят 0. ","authorName":"Nikita Tsarev","sampleTests":[{"output":"2 4 5\r\n","input":"5\r\n0 20 10 30 40\r\n20 0 30 1 2\r\n10 30 0 40 1000\r\n30 1 40 0 21\r\n40 2 1000 21 0\r\n"}],"name":"Издевательство","interaction":null,"memoryLimit":268435456,"tutorial":""}