{"scoring":null,"notes":"","legend":"После веселой прогулки по африканской долине Тимон и Пумба решили пообедать. \r\nДля этого они достали из-под камня $n$ жуков, которые имеют \r\nразличные целые массы от $1$ до $n$ и расставили их на ближайшем\r\nбревне. Чтобы обед прошел веселее, Пумба предложил есть жуков по возрастанию масс. \r\n\r\nЧтобы отсортировать жуков по возрастанию масс, Тимон и Пумба используют сортировку Хакуна Матата.\r\nСуть сортировки заключается в том, что Тимон и Пумба выбирают жуков, отличающихся массой не более чем на единицу, \r\nпосле чего друзья меняют их местами. Например, если Пумба выбрал жука с массой 2,\r\nтогда Тимон может взять жука либо с массой 1, либо с массой 3. Так как друзья много раз пользовались \r\nэтой сортировкой, им известно, что она всегда работает.\r\n \r\nЗа всем этим процессом внимательно наблюдал Зазу. Он впервые видит нечто подобное, и ему интересно, как \r\nтаким способом можно отсортировать жуков. Ваша задача~--- написать программу, которая по изначальному расположению жуков\r\nвыведет последовательность ходов для сортировки жуков по возрастанию масс.","authorLogin":"TsarN","language":"russian","timeLimit":1000,"output":"Выведите на первой строчке выходного файла число $t$~--- количество ходов в возможной сортировке Хакуна Матата.\r\nНа следующих $t$ строчках выведите последовательность ходов сортировки Хакуна Матата таким образом, чтобы на строчке \r\nс номером $s$ было выведено два числа $i$ и $j$, что значит, что на шаге с номером $s$ Пумба взял жука \r\nстоящего на позиции $i$, а Тимон на позиции $j$. Выведите любой способ, количество операций в котором не превышает 50000.\r\n","inputFile":"stdin","outputFile":"stdout","input":"В самой первой строке написано число $n$~--- количество жуков($1 \\le n \\le 100$).\r\nВо второй строке заданы $n$ разделенных пробелами различных чисел $m_i$ ($1 \\le m_i \\le n$), которые обозначают массу жука \r\nс номером $i$.","authorName":"Nikita Tsarev","sampleTests":[{"output":"2\r\n1 3\r\n2 3\r\n","input":"3\r\n2 3 1\r\n"}],"name":"Сортировка Хакуна Матата","interaction":null,"memoryLimit":268435456,"tutorial":""}