{"scoring":null,"notes":"","legend":"\\begin{figure}[h]\r\n\\hspace*{\\fill}\r\n\\includegraphics[width=\\linewidth,natwidth=350,natheight=499]{L.jpg}\r\n\\hspace*{\\fill}\r\n\\end{figure}\r\n\r\nЛютик в своей жизни слишком часто занимал деньги у друзей, знакомых и не самых прияных личностей. \r\nЧаще всего он одолживал кругленькую сумму у очень влиятельного человека, не будем раскрывать его личность, чтобы не порочить его доброе имя. \r\nНо все хорошее когда-то заканчивается и в один солнечный день пришло время платить. Лютик как обычно сидел в таверне, тихо напевал под нос веселенькую песенку и радовался жизни, \r\nкак вдруг дверь кабака с грохотом отворилась и в помещение зашло два огромных амбала, которые прямиком направились к нашему герою. Они схватили его и потащили к своему господину. \r\nЧто произошло дальше история умалчивает, а мы вернемся к нанему барду через несколько дней.   \r\n\\\\\r\n...\r\n\\\\ \r\nЧерез несколько дней Лютик с больим фингалом под правым глазом и разбитой губой сидел в доме Золтана и просил у него помощи. Ему необзодимо было вернуть все деньги, что он занимал.\r\nК сожалению память никогда не была сильной стороной барда и он не помнил точную сумму долга. \r\nНо он точно помнил, что в четные дни он занимал деньги по одному правилу, а в нечетные  - по-другому. \r\nХорошо подумав, он вспомнил эти правила. Они получились следующими:\r\n\\begin{equation*}\r\nA[0]=A[1]=1\r\n\\end{equation*}\r\n\\begin{equation*}\r\nA[2n]=A[n]+A[n-1]\r\n\\end{equation*}\r\n\\begin{equation*}\r\nA[2n+1]=A[n]-A[n-1]\r\n\\end{equation*}\r\nПомогите Лютику узнать, сколько денег ему нужно вернуть, если он точно знает, что n дней назад он брал займ в первый раз. ","authorLogin":"SaboteurInCave","language":"russian","timeLimit":1000,"output":"Помогите Лютику найти сумму долга, а именно $n$-й член данной последовательности.","inputFile":"stdin","outputFile":"stdout","input":"На вход подается натуральное число $n$ ($0 < n < 40$)~---~количество дней, за которое копится долг.","authorName":"Sergei Mikhailov","sampleTests":[{"output":"2\r\n","input":"2\r\n"}],"name":"Лютик","interaction":null,"memoryLimit":268435456,"tutorial":""}